const data = [
    {
      "id": 1,
      "title": "첫번째 게시글입니다.",
      "content": "첫번째 게시글 내용입니다.",
      "date": "2023-07-30",
      "author" : "GM구리구리너구리"
    },
    {
      "id": 2,
      "title": "두번째 게시글입니다.",
      "content": "두번째 게시글 내용입니다.",
      "date": "2023-05-25",
      "author" : "GM구리구리너구리"
    },
    {
      "id": 3,
      "title": "세번째 게시글입니다.",
      "content": "세번째 게시글 내용입니다.",
      "date": "2023-05-12",
      "author" : "GM구리구리너구리"
    },
    {
      "id": 4,
      "title": "네번째 게시글입니다.",
      "content": "네번째 게시글 내용입니다.",
      "date": "2022-12-25",
      "author" : "GM구리구리너구리"
    },
    {
      "id": 5,
      "title": "다섯번째 게시글입니다.",
      "content": "다섯번째 게시글 내용입니다.",
      "date": "2022-11-28",
      "author" : "GM구리구리너구리"
    },
    {
      "id": 6,
      "title": "여섯번째 게시글입니다.",
      "content": "여섯번째 게시글 내용입니다.",
      "date": "2021-11-28",
      "author" : "GM구리구리너구리"
    },

  ];

  
export default data;